Revit 2027 API
UnitTypeId.PoundsForcePerSquareFoot Property
 Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsForcePerSquareFoot { get; }
Public Shared ReadOnly Property PoundsForcePerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsForcePerSquareFoot {
	ForgeTypeId^ get ();
}
static member PoundsForcePerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace